Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
gwt: ڈل کمپنِیَنہ ذریعہ ئے استعمال بِݪہ زیات ڈېٹا زیات خلَکہ ݭڅی لېوان نہ دِمان۔ امَنی گُمان تھنی زی اېنݪی جدّت طرازِیہ وُٹان دِ مان۔ اِشِلاں کی امَئ کامن وائس شروع کېرِتُوَہ، زی کھنٹَنی شناختہ ہر یَکِیہ ݭڅی ووڑاتہ اؤ فېدِکَنہ قابل ݫُپَئیکہ مددَہ ݭڅی یک پراجېکٹ تھنی۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
gwt: ڈَڈل کمپَنِیَنہ ذرِیعَئے استعمال بِݪہ زیات ڈیٹا زیات خلَکہ ݭڅی لېوان نہ دِمان۔ امَنی گُمان تھنی زی اېنݪ جِدّت طرازِیہ وُٹان دِمان۔ اِشِلاں کی امئ پروجېکٹ کامن وائس شروع کېرِتُوَہ، زی کھنٹَنی شناختہ ہر یَکِیہ ݭڅی ووڑاتہ ݫُپَئیکہ مدد کېرِݪی پروجیکٹ تھنی۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gwt: زیات رکاڈِنگ تسُو خلَکَنی بِمان زی تانُو قدرتی کھنٹے باتی کېرِمېت۔ مے کول کول غیر معیاری رکاڈہ قبُول کېری بَمانېؤ کریکېن چیغ ݪِتون بہ، کھمٹَئ تران باتی کېرون بہ، یا اخکارہ باتی تھنی زی ڈرامائی کھنٹے فیدان دِمان۔ مېرَبانی کېری ݪِسن ہارانی رکاڈِنگہ اؤ کمپیؤ ٹرَنی ݫُپَئیسنت کھنٹہ استعمال کېرِݪا رد کېرِؤ۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
gwt: موزیلا کامن وائس یہ پُر دِک تھنی زی ماشینَہ اسہ ہِلَئیکہ مدد کېرِمان زی حقیقی خلک کِرَوے باتی کېرِمېت۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
gwt: موزیلا کامن وائسَنہ فُورہ دُنیا نہ ایکٹِوِسٹس، ماہر لِسانیات، ڈیٹا سائنس دان، ماہرین تعلیم اؤ سافٹ وئیر انجینېراننی قسماقسم برادرِیَنہ ممکن ݫُپَنہ تھنہ۔ ووئی پراجکٹ موزیلا فاؤنڈېشَننی انتظامَنہ پاتوئے تھنہ۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
gwt: موزِیلا کامن وائس دُنیا نہ سافہ ېنہ متنوع کراوڈ سورس اوپن سپیچ ڈیٹا سیٹ تھنہ۔ اؤ امہ مکمل طورے عطیاطے چلِمېک۔ ڈېٹا سیٹسَنی بارِمہ گرَت کېرِک اؤ 100+ باتی یَنی کمئیونِٹِیہ ݭڅی پلېٹ فارمہ اِپېک بئ ݫُپَئیکہ ݭڅی قابُو یَک میلیَن ڈالر ہر کالے لگِمېت زی امَنہ کېرِسنتہ رتئ گزارہ کېرِمېت۔ اگر زی مے فراخ، جامع ڈېٹانی قدر کېرِمانېؤ بہ۔ <b> نُون می عطیہ کېرِؤ!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
gwt: موزیلانہ اوپن سورس وئس رکگنېشن اینجن ڈیپ اسپیچہ سپیچ رکگنېشن ایپلِکېشن ݫُوپَئیکہ ݭڅی استعمال کېران دِمان۔ امَنہ<githubLink>Github جائزہ</githubLink> ژَؤ یا شروع کېرِکَنہ طرېقا ہِلِکہ ݭڅی <discourseLink>DeepSpeech Discourse</discourseLink> تران لُبُسِتېؤ۔

source: Mutual accountability.
gwt: تانُو منزَنہ احتساب۔

source: n
gwt: اېن

source: N
gwt: این

source: N/A
gwt: این/اے

source: Name
gwt: نام

source: Names of your language
gwt: مېنی باتِیَنہ نام

source: Native Language
gwt: بابُوڈی باتی

source: Nature and Environment
gwt: فطرت اؤ ماحولیات

source: Need help deciding which to choose?
gwt: اسہ فیصلا کېرِکہ ݭڅی مددَنی ضرورت تھنی زی کِیَنہ انتخاب کېرَنہ تھنہ؟

source: Need help with the Sex or Gender changes?
gwt: جنس یا صنفی تبدیلِیہ مددَنی ضرورت تھنِیا؟

source: Need some help with accent?
gwt: لہجا اِپېک مددَنی ضرورت تھِنِیا؟

source: Need some help with variants?
gwt: مختلف حالاتہ اِپېک مددَنی ضرورت تھِنیا؟

source: Need to download your data?
gwt: تانُو ڈېٹا ڈاون لوڈ کېرِکَنی ضرورت تھنی؟

source: Nepali
gwt: نیپالی

source: New Language Launch
gwt: نونگی باتِیَنہ شروع

source: News and Current Affairs
gwt: خبر اؤ حالاتِ حاضرہ

source: Next
gwt: پُدَماپی

source: Ngiembon
gwt: نِجِمبون

source: Nias
gwt: نیاس

source: Nigerian Pidgin English
gwt: انگریزی نائجیرین پڈجِن

source: NKo
gwt: این کے او

source: No
gwt: نئ

source: [No ‘a’ in the original text]
gwt: [اصل متَنہ کرېک'a' نہ تھنَئیت]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gwt: <noCopyright>کرېک کاپی رائیٹ نہ تھنَئیت</noCopyright>پابندی نام(سی سی-0)

source: No foreign letters
gwt: کېریک بېرانتَنی خط نہ تھنَئیت

source: No gravatar found for your email
gwt: مېنی ای مېلہ ݭڅی کی گرېوېٹار ملاؤ نہ بُوئی

source: No information
gwt: کی معلومات نہ تھنَئیت

source: No information available
gwt: واری معلومات نہ دستیاب نہ تھنَئیت

source: No microphone found.
gwt: کرېک مائیکرو فون نہ لېوان گہ۔

source: Non-binary
gwt: غیر بائنری

source: No numbers and special characters
gwt: کېک لمبر اؤ خاص حروف نہ تھنَئیت

source: Northern Hindko
gwt: شمالی ہنکو

source: Northern Sotho
gwt: شمالی سوتھو

source: Northwest Gbaya
gwt: شمال مغربی گبایا

source: Norwegian Bokmål
gwt: نارویجن بوکمل

source: Norwegian Nynorsk
gwt: نارویجن نینو رسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gwt: جائزا ݭڅی کی جُملہ نہ تھنَئیت۔<addLink> نوری واری جُملہ لُبُوسَؤ</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
gwt: ⓘ سومّی کلاؤ نامہ اؤ کِلپسہ مختلف تېگ نہ تھنَئیت!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
gwt: نوٹ: تان دِیَنِیہ رتئ سیٹ بِکے پت، اسہ ترتیبہ <profileLink>پروفائل صفحہ</profileLink> نہ بدل کېران دِمان

source: Note: You will still need to select between Speak or Listen to change contribution type.
gwt: نوٹ: شراکتَنی قسمہ بدل کېرِکہ ݭڅی میاں نوری بی باتی کېرِک یا ݭُنڈِکَنہ منزے انتخاب کېرَنہ بِبہ۔

source: Not Found
gwt: نہ لېوان گہ

source: No Thanks
gwt: نئ شکریہ

source: No thanks, continue speaking
gwt: نئ مېرَبانی باتِیہ جاری ساتہ

source: No variant selected
gwt: کرېک وېرِینٹ منتخب نہ کېران گہ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
gwt: نوری زی مے کامن وائسَنہ بارا کی زیات پِیانِمانېؤ بہ، جو اسہ کیاں ازمائش نہ کېرِمانېؤ؟ مائیکرو فون آئیکونہ رتئ کِلک کېرِؤ تہ کَلاوَہ اُتھېلی کھنٹہ ژَئیک شروع کېرِوَہ۔<br/><br/> کېنے زی مے واری خلَکَنہ صوتی تعاوُنَنَہ جائزہ گوواوا خوخمانېؤ بہ جو پلے آئیکونہ رتئ کِلک کېرِؤ۔ مے اِتے باتِیَنی تصدیق کېرِمېنے ہست پلہ ݭَوَہ زی رکاڈِنگ اسکرینہ رتئ لِکان دِسنت کَلاوَہ مِنزی لُبُسِمان۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
gwt: نوری مے اوپن سورس وائس ڈېٹا بېس ݫُپَئیکہ امَنی مدد کېرِکہ ݭڅی تانُو کھٹہ عطیہ کېری بَمانېؤ اسہ کرہ بی کېری بَمېت۔ کرہ بی ڈیوائیسِز اؤ وېبہ ݭڅی اختراعی اېپس ݫُپَئیکاں استعمال کېری بَمان۔ ماشین نامہ اسہ ہِلَئیکہ مدد کېرِکہ ݭڅی یَہ کَلاؤ کھاڑِؤ زی حقیقی خلک کِرَوے باتی کېرِمېت۔ معیارہ بہتر ݫُپَئیکہ ݭڅی واری معاونینَنہ ݪَمہ چیک کېرِؤ۔ ووئی اتہ ہانسان تھنہ!

source: Nubi
gwt: نوبی

source: Number of Voices
gwt: کھنٹ نامَنی تعداد

source: Numbers
gwt: لمبر نام

source: Occitan
gwt: آکسیٹن

source: Odia
gwt: اوڈیا

source: Off
gwt: آف

source: Offensive Content
gwt: جارحانہ مواد

source: Offensive language
gwt: جارحانہ باتی

source: Offensive speech
gwt: جارحانہ تقریر

source: Offline Sources
gwt: آف لائن ذرائع

source: On
gwt: آن

source: On desktop devices you can contribute by downloading…
gwt: ڈسکٹاپ آلاتہ مے ڈاون لوڈ کېری تعاون کېری بمانېؤ۔۔۔

source: On his head he wore a beret.
gwt: تانُو ݭَؤٹا تېنے فوجی ٹوپی آنڅی دارُوس۔

source: On iOS please continue with Safari to enable recording…
gwt: مېرَبانی کېری آئی او ایسہ رتئ رکاڈِنگہ فعال کېرِکہ ݭڅی سفارِیہ مِنزی جاری ساتِؤ۔

source: Only show me sentences and clips from my variant
gwt: مو صرف مونہ متغیرَنی کَلاؤ نامہ اؤ کِلپسہ لېڑَؤ

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gwt: ورِی بکے، کېنے زی میاں زانان دِمان بہ زی ژَئیݪاں پُدَمہ کول ووئی لفظ نہ فېدی تِنی اؤ سے تلَفُظَنہ بارا غلط اندازہ لگَمان۔ جو مېرَبانی کېری تسہ رد کېرِؤ۔ کېنے زی مے یقین نہ تھنی بہ ژو، اسکېپ بٹَنَنہ استعمالہ کېرِؤ۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gwt: واری بکے زی مے اِشِلہ زانِمانېؤ بہ زی قارِیاں شاید اسہ پېنہ پُدَمہ کول بی ووئی لفظ نہ فیدی تِنی، اؤ سے صرف تلَفُظہ رتئ غلط قیاس کېرِمان، جو مېرَبانی کېری رد کېرِؤ۔ کېنے زی مېنی یقین نہ تھنی بہ جو، اِسکېپ بٹن استعمال کېرِؤ۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
gwt: امہ زی کی کېرِ مېک بہ تسَنہ ہېڑہ منزے ووڑاتی اختراع تھنی۔ تحقیقی تعاون، ڈېٹا ٹوپلَئیکاں یا انٹر ویو نامہ ݭڅی،<emailFragment> فېدِؤ</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
gwt: پراجېکٹَنہ بارا اپڈېٹس اؤ نونگی معلوماتہ ݭڅی تانُو واکے امَنی ای مېل فِرِستہ لُبُسِؤ۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
gwt: اختیاری طورے جمع کېرِسنت آبادیاتی ڈېٹا(لکہ زی، ہُمبر، جنس، باتی اؤ لہجہ) مېنہ پروفائلہ رتئ کول بی عوامی نہ کېران دِمان، اؤ ڈېٹا سیٹہ مېنہ اکاونٹہ مِنزی ٹکَڅن نہ دِبہ۔ انفرادی آڈیو کِلپسہ ڈیموکرافک ڈېٹا مِنزی لؤ سئ تجزیہ کېرِکَنی مقصدے ٹکڅان دِبہ۔ مثلاً یَہ محقق یَہ خاص ڈیموگرافک سیگمېنٹہ ݭڅی تربیَتی ماڈلہ نخہ ݫُپَئیک کوڅِمان۔

source: Ormuri
gwt: اُرمُڑی

source: Ossetian
gwt: اوسیشین

source: Other
gwt: واری

source: Other Language
gwt: واری باتی

source: Other people validate those voice clips.
gwt: واری خلَک اسُو کھنٹَنی کِلپسَنی تصدیق کېرِمېت۔

source: Other voice datasets…
gwt: واری صوتی ڈیٹا سیٹس۔۔۔

source: Other Voice Datasets
gwt: واری صوتی ڈېٹا سیٹس

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
gwt: امَنہ برادَرِیَنہ منیجر زیاتی تعاونَنی پېشکش کېرِکہ ݭڅی مے مِنزی رابطہ کېرِبہ، اؤ میاں ژَئیبہ زی کی مېنی باتِیہ رتئ پُدَما پاݪی کرېک کمیونٹی ݪم کېرِمانا

source: Our governance is founded on the pillars of:
gwt: امَنی بابائییَنی بُنیاد اسُو تھُن نامہ رتئ تھنَئیت:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gwt: امَنی باتی امَنی ہېڄان، امَنی برادری، امَنی ثقافت۔ ژِؤ تہ تسہ ڈېٹا سېٹہ ݫُپَئیکَہ زی امَہ دُنیا تَئیکہ ݭڅی ݭېنݭ کېرِمېکے۔

source: Our Partners
gwt: امَنہ حصہ داران

source: Our partners include...
gwt: امَنہ شراکت دارانہ مِنزی لُبُسِسَنت تھنَئیت ۔۔۔

source: Overall Accuracy
gwt: سافہ سئ کېرِک

source: Overall Hr. Total
gwt: مجموعی طَورے ایچ آر۔ کُل

source: p
gwt: پی

source: Paiwan
gwt: پائیوان

source: Palula
gwt: پھلولا

source: Papantla Totonac
gwt: پاپانتلا ٹوٹونیک

source: Papiamento
gwt: پاپی مینٹو

source: Papiamento (Aruba)
gwt: پاپیامنٹو(اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
gwt: کمیؤنِٹِیَنی ہانسی لادَہ حصہ گوؤ، کھد گوؤ، اؤ ژِݪہ واقعات اؤ باتِیَنہ بارا پرُوزِؤ۔

source: Partner
gwt: شریک

source: Partners
gwt: شراکتی

source: Partnerships
gwt: شراکت داری نام

source: Partnerships and networks
gwt: شراکت داری اؤ نیٹ ورک

source: Partnerships, Press and Stories, Community and Languages
gwt: شراکت داری، پرېس اؤ ہیڄان نام، برادری اؤ باتی نام

source: Partner with us
gwt: امہ مِنزی شراکت کېرِؤ

source: [Part of the text can’t be heard]
gwt: [عبارتَنہ کی حصہ ݭُنڈان نہ دِمان]

source: Pashto
gwt: پشتو

source: Past recordings download requests
gwt: تېر بِسَنتَنی رِکاڈِنگزَہ ڈاون لوڈ کېرِکَنی عرضی نام

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gwt: <p>کامن وائس یَہ عوامی طورے لېوان دِݪی کھنٹَنی ڈیٹابېس تھنی، زی سپُورہ دُنیانہ رضاکارانَنی کھنٹے طاقات لېئیسنت تھنی۔ تېمے خلک زی وائس اېپلیکېشن ݫُپَئیکاں ݭېنݭ کېرِمېتے تېمے ماشین لرننگ ماڈلزَہ ترتیب ݪِکہ ݭڅی ڈیٹابېسہ استعمال کېری بَمېت</p><p>تېنے وختہ، زیات کھنٹَنی ڈیٹا سیٹس کمپنی نامَنی ملکیت تھنَئیت، زی نونگِیارہ بند کېرِمېت۔ کھنٹَنی ڈیٹا سیٹس بی اِپِلہ نمائیندگی کېرِمېت: انگرېزِیہ بایہ غیر باتی کېرِݪہ گلدار خلک، معذور خلک، شگالی نام اؤ+LGBTQIAاسَنی مطلب ووئی تھنی زی کھنٹے چلِݪی ٹېکنالوجی لؤ باتی نامہ ݭڅی بېخی ݪم نہ کېرِمېت، اؤ کرېک ٹھانہ زی ووی ݪم کېرِمان بہ، ممکن تھنہ زی اېمے سافہ ݭڅی یَہ شان ݪم نہ کېئی باتہ۔امہ ہر ٹھانہ خلَکہ حرَکَتہ تلَئ تسُونی کھنٹ نامہ بېنٹی تسہ بدل کېرِکَنی خائش کېرِمېک۔</p>

source: People come and contribute their voices.
gwt: خلک ژِمېت اؤ تانُو کھنٹہ حصہ تلَمېت۔

source: Persian
gwt: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
gwt: ذاتی ڈېش بورڈز مے انفرادی اؤ کمیونِٹِیَنی پېش رفتَنہ بارا اپ ٹو ڈېٹ درَمان۔

source: Personally Identifiable Information
gwt: ذاتی طَورے پیانَنی معلومات

source: Platform language
gwt: پلېٹ فارمَنی باتی

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
gwt: <playbookLink> مدد کېرِݪی فنت لېڑَئیکہ کوڅِؤ </playbookLink> کامن وائسَنہ فُورہ سفَرہ، لوکلائزېشَنہ پاݪی ڈېٹا سیٹَنہ استعمال مِزان، اؤ امَنی برادرِیہ مِنزی شِلہ روے مِلان دِمان۔

source: <playIcon></playIcon>Last one!
gwt: <playIcon></playIcon>یک آخېری!

source: Play/Stop
gwt: چلا/ وُٹا

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gwt: مېرَبانی کېری امَنی<templateFileLink>ٹیمپلېٹ فائل</templateFileLink>چیک کېرِؤ۔ مېنی کَلاؤ نام کاپی رئیٹہ پېنہ پاک بِیَنہ تھنَئیت(سی سی 0 یا جمع کېرَئیݪانی بَکَنہ اجازت کوئیسنت اصل ݪم) اؤ واضح، گامرَنہ لحاظے سئ اؤ ژَئیکہ ݭڅی ہانسان بِیَنہ تھنہ۔ جمع کېرَئیسنت کَلاؤ نامہ ژَمېنے تقریباً10-15 سکېنڈ لگَنہ تھنہ اؤ اِتے عدد نام ، مناسب اسم اؤ خصوصی حروف شامل کېرِکہ پېنہ پتہ نېسَنہ تھنہ۔

source: Please fill out this field.
gwt: مېرَبانی کېری اسہ فیلڈہ پورِؤ۔

source: Please select a language to review sentences.
gwt: مېرَبانی کېری جُملانہ جائزہ گوئیکہ ݭڅی یہ باتِیہ خوخَؤ۔

source: Polish
gwt: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gwt: <pontoonAccountLink> یَک اکاونٹ ݫُپا</pontoonAccountLink> کېنے زی مے مِنزی نہ تھنہ بہ گِری، تانُو باتِیَنہ انتخاب کېرِؤ<strong>(ٹیم)</strong> اؤ گِری پراجکٹَنہ انتخاب کېرِؤ،<pontoonCvLink>کامن وائس</pontoonCvLink>۔ ترجمہ کېرِکہ ݭڅی فائل نام تھِتہ ۔ یَکِیہ رتئ کِلک کېرِؤ، گِری اېمے انگریزِیہ الفاظ اؤ تسُونہ ترجمہ کېرِکہ ݭڅی یک باکس لېڑَمان۔

source: Portuguese
gwt: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
gwt: عالمی برادَرِیَنہ ذریعَہ ئے قَوی بِسنت، عالمی برادَرِیہ ݭڅی 130 باتی نام اؤ زیات بِمېن دِݪی!

source: Press and stories
gwt: پېس اؤ ہېڄان نام

source: Press and Stories
gwt: پرېس اؤ ہیڄان نام

source: Press play, listen & tell us: did they accurately speak the sentence below?
gwt: پلے یَہ دباؤ کېرِؤ، ݭُنڈِؤ اؤ اماں ژَؤ: تسُوئی پاتُوَنی کلاوَہ سئ ژَونا؟

source: Press { shortcut-play-toggle } to toggle play mode
gwt: پلے موڈ لوکل کېرِکہ ݭڅی{ shortcut-play-toggle } رتئ زور کېرِؤ

source: Privacy
gwt: راز ساتِک

source: <privacyLink>Privacy</privacyLink>
gwt: <privacyLink>رازداری</privacyLink>

source: Privacy Policy
gwt: رازَنی پالیسی

source: Privacy, security and transparency.
gwt: راز داری، حفاظت اؤ شفافیت،

source: Pro
gwt: پرو

source: Profile
gwt: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
gwt: پروفائیلَنی معلومات سپیچ رکگنېشَننی سئ کېرِکَنی تربیَتہ استعمال بِݪی آڈیو ڈېٹا لؤ بئ ݫُپَمان۔

source: Progress
gwt: پُر دِیاوَہ

source: Public Domain
gwt: عوامی ڈومېن

source: Publicly accessible open speech datasets in 130+ languages
gwt: 130+ باتی نامہ عوامی طورے فېدِکَنہ لائق اوپن سپیچ ڈېٹا سېٹس

source: Pular Guinea
gwt: پلر گنی

source: Punctuation
gwt: وُٹن ٹھان

source: Punjabi
gwt: پنجابی

source: Puno Quechua
gwt: پونو کیچوا

source: Quechua Ambo-Pasco
gwt: کیوچوا امبروپاسکو

source: Quechua Arequipa-La Unión
gwt: کویچوا اریکویپا یونین

source: Quechua Cajatambo
gwt: کیوچوا کاجاتامبو

source: Quechua Chanka
gwt: کیچوا چنکا

source: Quechua Chiquián
gwt: کویچوا چیکویان

source: Quechua Corongo Ancash
gwt: کویچوا کورانگو انکاش

source: Quechua Jauja Wanka
gwt: کویچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
gwt: کویچوا پاسکو سانتا انادی توسی

source: Quechua Sihuas Ancash
gwt: کویچوا سیہواس انکاش

source: Quechua Yauyos
gwt: کویچوا یایوس

source: Question
gwt: سوال

source: r
gwt: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gwt: [انگریزِیہ 'رت بِسنتہ'ہمیشہ یَہ حرفے تلفظ ژوان دِمان، دُو نئ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gwt: شرحہ نی حدہ پېنہ پُر نېسُوَہ، گرِی کوشش کېرہ { $retryLimit } منېٹہ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gwt: شرحَنی حدہ پېنہ پُر نېسُوَہ{ $retryLimit } سکېندہ دوبُوڑہ کوشش کېرِؤ۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
gwt: حکومت نام، فائدہ نہ ݪِݪہ اِدارہ نام یا مېڈیا اِدارہ نامہ پېنہ اسُو بالِکہ ݭڅی رابطہ کېرِؤ زی کی تسُونہ بی کی ویب مواد، رپوٹ نام یا واری کی مواد عوامی ڈومېنہ ݭڅی وقف کېران دِمانا

source: Reader Effects
gwt: ژَئیݪانہ اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
gwt: صفا رتئ تھِسنت سومّی الفاظہ سئ طورے ژئیکے ݪی فرق پېئیمان۔ ݭُنڈِمېنے لؤ احتیاطے چیک کېرِؤ زی کِی شئ رِکاڈ کېران دِتنہ بہ سے بېخی سے می تھنا زی لِکان دِتنہ ئے۔ رد کېرِؤ کېنے زی تسُوئیں الفاظ لُبُسَئیتون بہ، معاہدہ کېریتون یا ووئی تلئ ووڑِتون۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gwt: بڈَئ ژواوَہ زی حقیقتہ تېمے نہ تھنَئیت،لکہ ”امہ تھنَئیک” نہ ٹھانہ ”امہ تھنَئیک” یا تسَنہ برخلاف۔

source: Read More
gwt: واری ژَؤ

source: Read more on our About page
gwt: امنہ بارا موخہ رتئ واری بی ژَؤ

source: Read sentences
gwt: کلاؤ نامہ ژَؤ

source: Read Sentences
gwt: جُملہ نامہ ژَؤ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
gwt: تانُو گاݭٹے کَلاؤ نامہ زورے ژَؤ اؤ دُنیا سافہ پېنہ لؤ قِسُمَنی عوامی شرکَتہ تقریر ڈېٹا سېٹہ ہستپلہ ݭَؤ۔

source: Read Sentences, Answer Questions
gwt: کلاوَہ ژَؤ سوالاتَنی جواب نامہ ݪِؤ

source: Read Sentences <small>(Coming soon)</small>
gwt: کلاوَہ ژَؤ<small>(ددُوپی ژِمان</small>)

source: Read sentences submitted by the community in various languages
gwt: معاشرانی بکَنہ بېل بېل باتِیہ جمع کېرَئیسنت جُملہ نامہ ژَؤ

source: Read the sentence carefully - don’t miss, change or add words.
gwt: کلاوَہ غورے ژَؤ۔ مہ ووڑِؤ، بدل کېرِؤ یا الفاظ مہ لُبُسَؤ۔

source: Ready to add your voice or lend your ear?
gwt: تانُو کھنٹہ شامل کېرِکاں یا کھمٹا ݪِکہ ݭڅی تیار تھنوا؟

source: Ready to contribute?
gwt: تعاون کېرِکہ ݭڅی تیار تھنوا؟

source: Ready to donate your voice?
gwt: تانُو کھنٹَہ عطیہ کېرِکہ ݭڅی تیار تھنوا؟

source: Ready to help validate sentences?
gwt: کلاوَنی تصدیق کېرِکہ ݭڅی ہست پلہ ݭئیکہ ݭڅی تیار تھنَوا؟

source: reCAPTCHA is required if you want to proceed
gwt: کېنے زی مے پُر دِک کوڅِمانېؤ بہ جو reCAPTCHA پکار تھنہ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gwt: کامن وئسَنہ بارا ای مېلزہ پېدہ چیلینج اؤ مقصدَنی تاقید، پُردِکَنہ تازہ ݪم اؤ نیوز لېٹر وصول کېرِؤ۔

source: Recorded Clips
gwt: رِکاڈ بِسنت کِلپس

source: Recorded Hours
gwt: رکاڈ بِسنت گېنٹہ نام

source: <recordIcon></recordIcon> Last one!
gwt: <recordIcon></recordIcon> آخېری!

source: [Recording cut off before the end of the last word]
gwt: [آخری لفظَنہ نِمَتِکہ پېنہ پُدَمہ رکاڈِنگ څھِنان گئ]

source: Recordings
gwt: رِکاڈنگز

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
gwt: وائس کِلپسَنی رِکاڈِنگ امَنہ اوپن ڈېٹا سیٹَنی ݫُپِکَنہ یَہ لازمی حصہ تھنہ؛ کرہ ژاتہ زی ووئی بی مزا نہ حصہ تھنہ۔

source: Record/Stop
gwt: رکاٹ/ وُٹا

source: Record your response
gwt: تانُو جوابَہ رِکاڈ کېرِؤ

source: Record yourself reading sentences in your language
gwt: تانَئ کلاوَہ ژمېنے تانَئ رِکاڈ کېرِؤ

source: Record yourself responding to questions and prompts in your language
gwt: تانُو ہانسِی ئے سوالات اؤ اشارانہ جواب ݪِمېنے تانُو رِکاڈہ کېرِؤ

source: Record your voice
gwt: تانُو کھنٹہ ریگاڈ کېرِو

source: Reference the source of your sentence (required)
gwt: تانُو عوامی ڈومېنَنی کَلاؤ نامہ اتے درج کېرِؤ

source: Refresh
gwt: ریفرېش کېرِؤ

source: Reject
gwt: رد کېرِک

source: Remove
gwt: بکَا

source: Remove Avatar
gwt: اوتارہ بکَؤ

source: Report
gwt: رپوٹ

source: Report was passed successfully
gwt: رپوٹ کامیابِی ئے منظور کېران گئ

source: Request a Language
gwt: یَہ باتِیاں درخاست کېرَہ

source: Request for Scripted Speech
gwt: لِکِسنت تقریرَنی درخاس

source: Request for Spontaneous Speech
gwt: تانُو واکَنی تقریرَنی درخاس

source: Request New Language
gwt: نُنگی باتِیَنی درخاس کېرِؤ

source: Request recordings
gwt: رِکاڈِنگہ ݭڅی عرضی کېرِؤ

source: *required
gwt: کوڅُس

source: Re-record
gwt: دوبُوڑہ رِکاڈ کېرِؤ

source: Re-record clip
gwt: کِلپہ دوبارہ ریکاٹ کېرہ

source: Respond
gwt: جواب ݪِؤ

source: Respond To Prompt
gwt: آدیوَہ نقل کېرِؤ
